/* The title of the cancel action in an action sheet */
"Cancel" = "Cancelar";

/* Title describing glucose date */
"Date" = "Fecha";

/* Title describing glucose value */
"Glucose" = "Glucosa";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Necesita Atención";

/* Sensor state description for the valid state */
"OK" = "OK";
